Tekla.Structures.DialogInternal.DialogDataStorageBase.SetVariable(Tekla.Structures.DialogInternal.AttributeInfo)
Sets a value for the named variable.
info: The AttributeInfo struct that contains the variable information.